[{"data":1,"prerenderedAt":23},["Reactive",2],{"YoTQijGzyn":3},{"blog":4},[5],{"title":6,"date":7,"author":10,"position":11,"active":12,"thumb":13,"description":14,"category":15,"_id":20,"_thumb":21},"Gamification",{"_seconds":8,"_nanoseconds":9},1697096525,554000000,"jasper",1,true,"thumb.png","Voor sommige \u003Cbr> mensen die een of meerdere van de digitale scenes bezoeken, zal al snel de gedachte opkomen dat het een leuk spelletje is, zonder zich bewust te zijn van de mogelijkheden. Een ander deel (wellicht door eigen ervaring met gamen) zal naar het programma kijken met andere ogen, namelijk de mogelijkheden die het biedt. De bouwkunde scene is slechts een voorbeeld van wat er al mogelijk is. De modellen die nu te zien zijn, zijn ter illustratie. Dat geldt eveneens voor de informatie zuilen en borden. Logischerwijs, zou je echter kunnen concluderen dat als studenten samen met docenten dit kunnen maken from scratch, ze ook andere modellen, werelden en games kunnen maken. Daarbij slechts gelimiteerd door de beperkingen van eigen fantasie en inspiratie. Enkele suggesties:  kraanbaan die maximaal gewicht kan dragen, producten moeten door de hal verplaatst worden logistieke game waarbij een deel van de hal compleet anders ingericht moet worden logisitke game waarbij de meest logische inrichting van een hal moet worden bepaald bouwgame waarbij alle bouwonderdelen in de juiste volgorde geplaatst moeten worden elektra game waarbij een werkende elektrische schakeling gemaakt moet worden (evt. te combineren met fysieke maquette) race-, maze– of puzzle game als ontwerpopdracht voor ICT studenten achterliggende API voor verwerken en interpreteren data (welke studie is geschikt voor je op basis van de spellen die je leuk vindt) hacking games nieuwe gebieden worden pas toegankelijk bij behalen van punten/opdrachten",[16],{"color":17,"category_id":18,"name":19},"#21AAEC","EUB3HkPDJvCxuJg0YiSN","Software Development","4UVRuFzKR0UHOxUs3ax1",[22],"https://storage.googleapis.com/technoviumunlimited.appspot.com/blog/4UVRuFzKR0UHOxUs3ax1/thumb.png?X-Goog-Algorithm=GOOG4-RSA-SHA256&X-Goog-Credential=firebase-adminsdk-6vhe0%40technoviumunlimited.iam.gserviceaccount.com%2F20231013%2Fauto%2Fstorage%2Fgoog4_request&X-Goog-Date=20231013T141259Z&X-Goog-Expires=897&X-Goog-SignedHeaders=host&X-Goog-Signature=7d22d39bee441edf338e974608d10965459b4b90f4293ac749be6d92a5f7d742a483bc905b391fd737b5f599568cd9ba25705fb4027cd7f5b7540e25f3b047aa6acd09d7ee5d247966ac9d6f9803f90833bef0348e52876d40f7c167869a2f4bbf7501210ad860bd7c371dc261977554909fa27a9374dd37717e42ce4557edfc2b3e6b30cbb7d8412f962a141d5d6aea3324d3ca035a299b22a42f64ae8978d919a4c67350848e024b2be5444906941b994619e9ce19f3a03d65128ab235f9c662f8eff657eeca1757b4da23941e372db340ef40377e256e94ff3706648ea44ebe2ccad9668ceaf28b964d41e5bb02bbb1100a7e1ec68bdedad65ea2594a2efa",1697206373834]