[{"data":1,"prerenderedAt":23},["Reactive",2],{"CEXwkMvdJK":3},{"blog":4},[5],{"date":6,"author":9,"position":10,"description":11,"active":12,"title":13,"category":14,"thumb":19,"_id":20,"_thumb":21},{"_seconds":7,"_nanoseconds":8},1696888800,451000000,"bas","5","Op misschien wel de mooiste plek in het Rijk van Nijmegen, ligt Technovium Unlimited. Welkom!  Technovium Unlimited is een virtuele omgeving, aangedreven vanuit het Technovium (onderdeel van ROC Nijmegen) met als doel huisvesting te creëren voor alle onderwijsvraagstukken die er maar te vinden zijn. Het is een omgeving die continu in ontwikkeling is en aangestuurd wordt door vragen en antwoorden van docenten en studenten. Er is ruimte voor iedereen, of je nu ontwikkelaar bent, gebruiker, toerist of ontdekkingsreiziger.  Je hoeft geen banden te hebben met het Technovium om hier onderdak te vinden, maar mocht je door je bezoek aan Technovium Unlimited interesse krijgen in techniek, dan ben je ook van harte welkom om de fysieke versie van het Technovium te komen bezoeken en bijvoorbeeld deel te nemen aan Expeditie Technovium (let wel op, de fysieke versie is iets minder vaak open dan de digitale versie).  Waarschijnlijk ben je op deze plek terecht gekomen via een introductiefilmpje, een link of een QR code waardoor je interesse getriggerd werd. Waarom? Dat maakt ons niet uit, maar nu je er toch bent, maak gerust van de gelegenheid gebruik om onze site en digitale omgeving verder te onderzoeken en op ontdekkingstocht te gaan.  Ongetwijfeld zijn er sites of andere onderdelen nog niet af, kloppen er links nog niet of zijn er nog meer zaken die niet werken. Don’t worry, dat doen wij ook niet. Technovium Unlimited is continu in ontwikkeling en wij ook. Waar we zelf omissies ontdekken, fixen we ze ook zelf, maar we staan ook altijd open voor feedback, opbouwende kritiek en meedenkers.  Mogelijk heb je zelf ook interesse gekregen om mee te doen. Mocht dat zo zijn, schroom dan niet om contact op te nemen.  Veel plezier op je ontdekkingsreis!",true,"Introductie",[15],{"category_id":16,"color":17,"name":18},"EUB3HkPDJvCxuJg0YiSN","#21AAEC","Software Development","thumb.png","9BKLnmqFDICJ9QEiBBVn",[22],"https://storage.googleapis.com/technoviumunlimited.appspot.com/blog/9BKLnmqFDICJ9QEiBBVn/thumb.png?X-Goog-Algorithm=GOOG4-RSA-SHA256&X-Goog-Credential=firebase-adminsdk-6vhe0%40technoviumunlimited.iam.gserviceaccount.com%2F20231013%2Fauto%2Fstorage%2Fgoog4_request&X-Goog-Date=20231013T141256Z&X-Goog-Expires=900&X-Goog-SignedHeaders=host&X-Goog-Signature=5366f5fe4a61cd166dfeeeebbd3ddbda1198895df2a62798c6997a93040002388318c837609e960c624c417dbe495d2020bca50821f5577ce79ffb953591e505684877f5d7319e921555f11ad8c5199f5cc7e2ca0134ae744921325a77966531d78bf3b8119770f9b792b304671822a10b7dbd05c17d402f7e7825c398ce4affe1336ef98edbafb7217e3d35d68839130b06bfcab667b7d4aaa47f2fd1c5044b6b946442cb3bf34292748d6ad4487496b8f75d5b520ff682734181be46608b4cb18e84c70252a7661139aa59dae6ee43fa01066f8c95c70d8e83813758e24e3f5cef0a2e89166fee35f854d195e201411045970ce5028bb10610c2d429013a80",1697206373844]