[{"data":1,"prerenderedAt":128},["Reactive",2],{"ocZw4XGrLm":3,"GwT7LkLT2i":104,"4EUUe3nFQx":118},{"blogs":4},[5,20,35,47,60,71,81,93],{"_id":6,"_thumb":7,"title":8,"description":9,"author":10,"position":11,"category":12,"date":17},"4UVRuFzKR0UHOxUs3ax1","https://storage.googleapis.com/technoviumunlimited.appspot.com/blog/4UVRuFzKR0UHOxUs3ax1/thumb.png","Gamification","Voor sommige \u003Cbr> mensen die een of meerdere van de digitale scenes bezoeken, zal al snel de gedachte opkomen dat het een leuk spelletje is, zonder zich bewust te zijn van de mogelijkheden. Een ander deel (wellicht door eigen ervaring met gamen) zal naar het programma kijken met andere ogen, namelijk de mogelijkheden die het biedt. De bouwkunde scene is slechts een voorbeeld van wat er al mogelijk is. De modellen die nu te zien zijn, zijn ter illustratie. Dat geldt eveneens voor de informatie zuilen en borden. Logischerwijs, zou je echter kunnen concluderen dat als studenten samen met docenten dit kunnen maken from scratch, ze ook andere modellen, werelden en games kunnen maken. Daarbij slechts gelimiteerd door de beperkingen van eigen fantasie en inspiratie. Enkele suggesties:  kraanbaan die maximaal gewicht kan dragen, producten moeten door de hal verplaatst worden logistieke game waarbij een deel van de hal compleet anders ingericht moet worden logisitke game waarbij de meest logische inrichting van een hal moet worden bepaald bouwgame waarbij alle bouwonderdelen in de juiste volgorde geplaatst moeten worden elektra game waarbij een werkende elektrische schakeling gemaakt moet worden (evt. te combineren met fysieke maquette) race-, maze– of puzzle game als ontwerpopdracht voor ICT studenten achterliggende API voor verwerken en interpreteren data (welke studie is geschikt voor je op basis van de spellen die je leuk vindt) hacking games nieuwe gebieden worden pas toegankelijk bij behalen van punten/opdrachten","jasper",1,[13],{"color":14,"category_id":15,"name":16},"#21AAEC","EUB3HkPDJvCxuJg0YiSN","Software Development",{"_seconds":18,"_nanoseconds":19},1697096525,554000000,{"_id":21,"_thumb":22,"title":23,"description":24,"author":25,"position":26,"category":27,"date":32},"ZGgbctdqvcW5b6lakslu","https://storage.googleapis.com/technoviumunlimited.appspot.com/blog/ZGgbctdqvcW5b6lakslu/thumb.png","Media en Vormgeving Streetart","In de digitale omgeving van het Technovium is een deel van de kozijnen dichtgezet met witte panelen. Dit blanke canvas is vervolgens aangeboden aan Media Vormgeving studenten om voor deze gevel een ontwerp te maken in de vorm van street art. Deze kunstzinnige beelden zullen uiteindelijk roulerend opgenomen worden in het digitale model van de Technovium omgeving. Iedere keer dat het model opnieuw opgestart wordt, zal andere art ingeladen worden. Hierdoor wordt het een zichzelf continu aanpassende galerij die voor de studenten de mogelijkheid biedt als digitaal portfolio te dienen.  De beelden zullen ook op de site van Technovium Unlimited bewaard worden, waar het een blijvende galerij wordt van ontwerpen die de studenten gemaakt hebben. Bij voldoende animo zal er ook een digitale tentoonstelling worden gehouden, maar dit zijn nog toekomstplannen.","bas",2,[28],{"color":29,"category_id":30,"name":31},"#EC2165","PI7NCd6idMm7QqUzKaQA","Bouwkunde",{"_seconds":33,"_nanoseconds":34},1696146294,38000000,{"_id":36,"_thumb":37,"title":38,"description":39,"author":40,"position":41,"category":42,"date":44},"odMbel4jrG08LRo5byZj","https://storage.googleapis.com/technoviumunlimited.appspot.com/blog/odMbel4jrG08LRo5byZj/thumb.png","Oneindig","Wij dagen jou uit om ons uit te dagen!!! Technovium Unlimited, biedt letterlijk onbegrensde mogelijkheden.  Uitdaging om zelf buiten de box te denken en te kijken naar mogelijkheden in plaats van beperkingen, wij denken graag met je mee.  Wat helpt jou in je onderwijs, of je nu (oud-)student, docent, gebruiker of bedrijfsleven bent. Laat het ons weten en wij kijken wat we er mee kunnen doen.  Team Technovium Unlimited  Bas & Davor (o.a.)","bas & davor",3,[43],{"category_id":30,"color":29,"name":31},{"_seconds":45,"_nanoseconds":46},1683797678,755000000,{"_id":48,"_thumb":49,"title":50,"description":51,"author":10,"position":52,"category":53,"date":57},"ZwMY8seWXhZrvilQZcaA","https://storage.googleapis.com/technoviumunlimited.appspot.com/blog/ZwMY8seWXhZrvilQZcaA/thumb.png","VR, AR en MR","VR is nu nog redelijk bijzonder. Dat wil zeggen, je hebt op dit moment vaak nog wat extra hulpmiddelen nodig om een goede virtual reality omgeving op te zetten. AR is wat makkelijker, de meeste smartphones hebben al diverse apps waarin gebruik gemaakt wordt van augmented reality (denk bijvoorbeeld aan Pokemon Go).Ter promotie wordt het ook mogelijk om een select aantal van de digitale scenes die gemaakt zijn via een VR headset te bereiken. Voorlopig zal dit zich beperken tot open dagen en op uitnodiging bij CT. In de toekomst gaat het echter ook deel uit maken van Expeditie Technovium. Toekomstige leerlingen kunnen zelf VR ervaren, maar ook meedenken over welke (andere) behoeften zij hebben in de digitale wereld.  Vooralsnog beperken we ons tot ontdekken en onderzoeken, maar gamification van het onderwijs en gamedesign voor ICT’ers en CT’ers kan hier zonder meer deel van uit gaan maken.",6,[54],{"category_id":55,"color":29,"name":56},"wvJz7bGCWyeOz1dbqXfl","Creatieve technologie",{"_seconds":58,"_nanoseconds":59},1675848697,735000000,{"_id":61,"_thumb":62,"title":63,"description":64,"author":25,"position":65,"category":66,"date":68},"WIKSrMVwPDtgSnLh7E9O","https://storage.googleapis.com/technoviumunlimited.appspot.com/blog/WIKSrMVwPDtgSnLh7E9O/thumb.png","Doolhof Arduino","De opdracht is om een mechanische doolhof te bouwen met behulp van een Arduino-microcontroller. Het doel is om een doolhof te bouwen waar een robot doorheen kan navigeren met behulp van sensoren en servomotoren.  Het eerste dat je zal moeten doen is de hardware en software ontwerpen. U moet een Arduino-microcontroller kiezen, aansluiten op de juiste sensoren en servomotoren en schrijven van programmacode om de sensoren en servomotoren te besturen.  Vervolgens moet u het doolhof ontwerpen en bouwen. U moet een frame bouwen om het doolhof te ondersteunen. U kunt gebruik maken van een combinatie van hout, karton, plastic en metaal om de muren van het doolhof te bouwen. U zult ook moeten bepalen hoe je de sensoren en servomotoren aan het doolhof zal bevestigen.  Ten slotte moet u het programma schrijven om de robot te besturen. U moet de robot besturen door de sensoren uit te lezen en de servomotoren te sturen om de robot door het doolhof te navigeren. U moet ook code schrijven om aanwijzingen te geven aan de robot om de juiste paden te volgen en om te voorkomen dat de robot vastloopt.  Dit project vereist een combinatie van elektronica, programmeren en mechanica. Het is ideaal voor MBO-studenten die geïnteresseerd zijn in het bouwen en programmeren van robots.  Ben je geintereseerd? Meld je aan bij d.radic@roc-nijmegen.nl","4",[67],{"category_id":15,"color":29,"name":31},{"_seconds":69,"_nanoseconds":70},1696888800,625000000,{"_id":72,"_thumb":73,"title":74,"description":75,"author":25,"position":76,"category":77,"date":79},"9BKLnmqFDICJ9QEiBBVn","https://storage.googleapis.com/technoviumunlimited.appspot.com/blog/9BKLnmqFDICJ9QEiBBVn/thumb.png","Introductie","Op misschien wel de mooiste plek in het Rijk van Nijmegen, ligt Technovium Unlimited. Welkom!  Technovium Unlimited is een virtuele omgeving, aangedreven vanuit het Technovium (onderdeel van ROC Nijmegen) met als doel huisvesting te creëren voor alle onderwijsvraagstukken die er maar te vinden zijn. Het is een omgeving die continu in ontwikkeling is en aangestuurd wordt door vragen en antwoorden van docenten en studenten. Er is ruimte voor iedereen, of je nu ontwikkelaar bent, gebruiker, toerist of ontdekkingsreiziger.  Je hoeft geen banden te hebben met het Technovium om hier onderdak te vinden, maar mocht je door je bezoek aan Technovium Unlimited interesse krijgen in techniek, dan ben je ook van harte welkom om de fysieke versie van het Technovium te komen bezoeken en bijvoorbeeld deel te nemen aan Expeditie Technovium (let wel op, de fysieke versie is iets minder vaak open dan de digitale versie).  Waarschijnlijk ben je op deze plek terecht gekomen via een introductiefilmpje, een link of een QR code waardoor je interesse getriggerd werd. Waarom? Dat maakt ons niet uit, maar nu je er toch bent, maak gerust van de gelegenheid gebruik om onze site en digitale omgeving verder te onderzoeken en op ontdekkingstocht te gaan.  Ongetwijfeld zijn er sites of andere onderdelen nog niet af, kloppen er links nog niet of zijn er nog meer zaken die niet werken. Don’t worry, dat doen wij ook niet. Technovium Unlimited is continu in ontwikkeling en wij ook. Waar we zelf omissies ontdekken, fixen we ze ook zelf, maar we staan ook altijd open voor feedback, opbouwende kritiek en meedenkers.  Mogelijk heb je zelf ook interesse gekregen om mee te doen. Mocht dat zo zijn, schroom dan niet om contact op te nemen.  Veel plezier op je ontdekkingsreis!","5",[78],{"category_id":15,"color":14,"name":16},{"_seconds":69,"_nanoseconds":80},451000000,{"_id":82,"_thumb":83,"title":84,"description":85,"author":25,"position":86,"category":87,"date":90},"1FYA3UeXOVztntrgtQND","https://storage.googleapis.com/technoviumunlimited.appspot.com/blog/1FYA3UeXOVztntrgtQND/thumb.png","Wat is Technovium Unlimited","Gerelateerde opleiding: allemaal Visie Met Technovium Unlimited wordt gestreefd een levende online leeromgeving te creëren, ontwikkeld door studenten en docenten.  Door continue nieuwe input vanuit docenten, studenten en werkveld te integreren blijft kennis up-to-date Er is binnen Technovium Unlimited ruimte voor iedere discipline en talent Iedereen kan deelnemen aan Technovium Unlimited, zowel als gebruiker of ontwikkelaar Technovium Unlimited is bruikbaar als gereedschap om te ontdekken waar talenten of interesses liggen. Bovenliggende visie ligt ten grondslag aan de activiteiten die ondernomen worden om van Technovium Unlimited een succes te maken.","7",[88],{"category_id":89,"color":89,"name":89},"",{"_seconds":91,"_nanoseconds":92},1697061600,56000000,{"_id":94,"_thumb":95,"title":96,"description":97,"author":10,"position":98,"category":99,"date":101},"thynIaXsuu3rjsyxvWNz","https://storage.googleapis.com/technoviumunlimited.appspot.com/blog/thynIaXsuu3rjsyxvWNz/thumb.png","Promotie en visualisering digitale excursies","In de praktijk blijkt het niet altijd even makkelijk om excursies te regelen naar bouw– of andere projecten. Ten eerste moet er een geschikt project beschikbaar zijn waar men met een groep studenten naar toe op bezoek kan, het moet ook bereikbaar zijn en dan zou het ook nog fijn zijn als het project zich in een fase bevindt waar de studenten ook daadwerkelijk iets kunnen zien. Dit jaar is men op het ROC gestart met een keuzedeel Droning en ook de 3D beelden die daar gecreëerd worden, kunnen worden omgezet naar een digitale wereld. Hierdoor wordt het ook mogelijk om een digitale omgeving te maken gebaseerd op Nijmegen. Of dat nu een realistische, dystopische, utopische, Romeinse of middeleeuwse variant moet worden, hangt af van de creativiteit van de deelnemende studenten.  Op die manier kan de digitale wereld helpen om:  bouwkundige/infratechnische principes te visualiseren geschiedenis laten leven (pedagogisch werk) jeugd (middelbare en basisschool) kennis laten maken met techniek elektro– en installatietechnische principes (bijv. meterkast en/of ketel-aansluitingen) visualiseren Wij dagen jou uit ons uit te dagen!","8",[100],{"color":89,"category_id":30,"name":31},{"_seconds":102,"_nanoseconds":103},1675764273,891000000,{"blogs":105},[106,110,114],{"_id":6,"_thumb":7,"title":8,"description":9,"author":10,"position":11,"category":107,"date":109},[108],{"color":14,"category_id":15,"name":16},{"_seconds":18,"_nanoseconds":19},{"_id":21,"_thumb":22,"title":23,"description":24,"author":25,"position":26,"category":111,"date":113},[112],{"color":29,"category_id":30,"name":31},{"_seconds":33,"_nanoseconds":34},{"_id":36,"_thumb":37,"title":38,"description":39,"author":40,"position":41,"category":115,"date":117},[116],{"category_id":30,"color":29,"name":31},{"_seconds":45,"_nanoseconds":46},{"BlogsCategories":119},[120,121,122,125],{"_id":15,"name":16,"position":11},{"_id":30,"name":31,"position":26},{"_id":123,"name":124,"position":41},"rpNcRYb1eY0qZIuiLnqy","Mediavormgeving",{"_id":55,"name":126,"position":127},"Creatieve Technologie",4,1697206372389]